esden/stm32cube-database/db/plugins/boardmanager/boards/I76_Evaluation_Board_STM32H7B3I-EVAL_STM32H7B3LIH_Board.ioc
#MicroXplorer Configuration settings - do not modify
File.Version=6
KeepUserPlacement=false
Mcu.Family=STM32H7
Mcu.IP0=CORTEX_M7
Mcu.IP1=NVIC
Mcu.IP2=RCC
Mcu.IP3=SYS
Mcu.IPNb=4
Mcu.Name=STM32H7B3LIHxQ
Mcu.Package=TFBGA225
Mcu.Pin0=PI4
Mcu.Pin1=PG15
Mcu.Pin10=PK6
Mcu.Pin100=PB14
Mcu.Pin101=PB15
Mcu.Pin102=PH3
Mcu.Pin103=PA5
Mcu.Pin104=PC5
Mcu.Pin105=PJ0
Mcu.Pin106=PF15
Mcu.Pin107=PE14
Mcu.Pin108=PE10
Mcu.Pin109=PJ5
Mcu.Pin11=PK3
Mcu.Pin110=PH9
Mcu.Pin111=PD9
Mcu.Pin112=PA1
Mcu.Pin113=PA0_C
Mcu.Pin114=PH5
Mcu.Pin115=PJ1
Mcu.Pin116=PJ4
Mcu.Pin117=PF14
Mcu.Pin118=PG1
Mcu.Pin119=PE9
Mcu.Pin12=PJ15
Mcu.Pin120=PE15
Mcu.Pin121=PH8
Mcu.Pin122=PH11
Mcu.Pin123=PA2
Mcu.Pin124=PA3
Mcu.Pin125=PA7
Mcu.Pin126=PB2
Mcu.Pin127=PJ2
Mcu.Pin128=PJ3
Mcu.Pin129=PF12
Mcu.Pin13=PD6
Mcu.Pin130=PG0
Mcu.Pin131=PE8
Mcu.Pin132=PE11
Mcu.Pin133=PH7
Mcu.Pin134=VP_SYS_VS_Systick
Mcu.Pin14=PD2
Mcu.Pin15=PC12
Mcu.Pin16=PA14
Mcu.Pin17=PH15
Mcu.Pin18=PH14
Mcu.Pin19=PI8
Mcu.Pin2=PK5
Mcu.Pin20=PI6
Mcu.Pin21=PE1
Mcu.Pin22=PB3
Mcu.Pin23=PK4
Mcu.Pin24=PJ14
Mcu.Pin25=PD0
Mcu.Pin26=PA15
Mcu.Pin27=PI0
Mcu.Pin28=PA12
Mcu.Pin29=PA11
Mcu.Pin3=PG14
Mcu.Pin30=PC14-OSC32_IN
Mcu.Pin31=PC15-OSC32_OUT
Mcu.Pin32=PE5
Mcu.Pin33=PI7
Mcu.Pin34=PB7
Mcu.Pin35=PK7
Mcu.Pin36=PG13
Mcu.Pin37=PJ13
Mcu.Pin38=PC11
Mcu.Pin39=PI2
Mcu.Pin4=PD1
Mcu.Pin40=PH13
Mcu.Pin41=PI9
Mcu.Pin42=PE6
Mcu.Pin43=PE2
Mcu.Pin44=PB5
Mcu.Pin45=PJ12
Mcu.Pin46=PI1
Mcu.Pin47=PA13
Mcu.Pin48=PA10
Mcu.Pin49=PC9
Mcu.Pin5=PI3
Mcu.Pin50=PI10
Mcu.Pin51=PC13
Mcu.Pin52=PA9
Mcu.Pin53=PC8
Mcu.Pin54=PG8
Mcu.Pin55=PF1
Mcu.Pin56=PF0
Mcu.Pin57=PA8
Mcu.Pin58=PG6
Mcu.Pin59=PF2
Mcu.Pin6=PE3
Mcu.Pin60=PI12
Mcu.Pin61=PF4
Mcu.Pin62=PI14
Mcu.Pin63=PI13
Mcu.Pin64=PG4
Mcu.Pin65=PK2
Mcu.Pin66=PK1
Mcu.Pin67=PF3
Mcu.Pin68=PF5
Mcu.Pin69=PF6
Mcu.Pin7=PI5
Mcu.Pin70=PF7
Mcu.Pin71=PJ11
Mcu.Pin72=PK0
Mcu.Pin73=PJ10
Mcu.Pin74=PJ9
Mcu.Pin75=PJ8
Mcu.Pin76=PF8
Mcu.Pin77=PF9
Mcu.Pin78=PD14
Mcu.Pin79=PD15
Mcu.Pin8=PE0
Mcu.Pin80=PJ6
Mcu.Pin81=PJ7
Mcu.Pin82=PH0-OSC_IN
Mcu.Pin83=PH1-OSC_OUT
Mcu.Pin84=PA4
Mcu.Pin85=PE12
Mcu.Pin86=PH12
Mcu.Pin87=PD8
Mcu.Pin88=PD10
Mcu.Pin89=PC1
Mcu.Pin9=PB4
Mcu.Pin90=PF10
Mcu.Pin91=PH2
Mcu.Pin92=PH4
Mcu.Pin93=PC4
Mcu.Pin94=PI15
Mcu.Pin95=PF13
Mcu.Pin96=PE7
Mcu.Pin97=PE13
Mcu.Pin98=PH6
Mcu.Pin99=PH10
Mcu.PinsNb=135
Mcu.ThirdPartyNb=0
Mcu.UserConstants=
Mcu.UserName=STM32H7B3LIHxQ
MxCube.Version=6.2.0
MxDb.Version=DB.6.0.20
NVIC.BusFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false
NVIC.DebugMonitor_IRQn=true\:0\:0\:false\:false\:true\:false\:false
NVIC.ForceEnableDMAVector=true
NVIC.HardFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false
NVIC.MemoryManagement_IRQn=true\:0\:0\:false\:false\:true\:false\:false
NVIC.NonMaskableInt_IRQn=true\:0\:0\:false\:false\:true\:false\:false
NVIC.PendSV_IRQn=true\:0\:0\:false\:false\:true\:false\:false
NVIC.PriorityGroup=NVIC_PRIORITYGROUP_4
NVIC.SVCall_IRQn=true\:0\:0\:false\:false\:true\:false\:false
NVIC.SysTick_IRQn=true\:0\:0\:false\:false\:true\:false\:true
NVIC.UsageFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false
PA0_C.GPIOParameters=GPIO_Label
PA0_C.GPIO_Label=Potentiometer
PA0_C.Locked=true
PA0_C.Signal=GPIO_Analog
PA1.GPIOParameters=GPIO_Label
PA1.GPIO_Label=LCD_BL_CTRL
PA1.Locked=true
PA1.Signal=S_TIM2_CH2
PA10.Locked=true
PA10.Signal=USB_OTG_HS_ID
PA11.Locked=true
PA11.Signal=USB_OTG_HS_DM
PA12.Locked=true
PA12.Signal=USB_OTG_HS_DP
PA13.Locked=true
PA13.Signal=DEBUG_JTMS-SWDIO
PA14.Locked=true
PA14.Signal=DEBUG_JTCK-SWCLK
PA15.Locked=true
PA15.Signal=DEBUG_JTDI
PA2.GPIOParameters=GPIO_Label
PA2.GPIO_Label=LCD_RESET
PA2.Locked=true
PA2.Signal=GPIO_Output
PA3.Locked=true
PA3.Signal=I2S6_MCK
PA4.Locked=true
PA4.Signal=I2S6_WS
PA5.Locked=true
PA5.Signal=I2S6_CK
PA7.Locked=true
PA7.Signal=FMC_SDNWE
PA8.Locked=true
PA8.Signal=RCC_MCO_1
PA9.Locked=true
PA9.Signal=USB_OTG_HS_VBUS
PB14.Locked=true
PB14.Signal=USART1_TX
PB15.Locked=true
PB15.Signal=USART1_RX
PB2.Locked=true
PB2.Signal=OCTOSPIM_P1_CLK
PB3.Locked=true
PB3.Signal=DEBUG_JTDO-SWO
PB4.Locked=true
PB4.Signal=I2S6_SDI
PB5.Locked=true
PB5.Signal=I2S6_SDO
PB7.GPIOParameters=GPIO_Label
PB7.GPIO_Label=INT_USB_OTG_FS_OVRCR
PB7.Locked=true
PB7.Signal=GPXTI7
PC1.Locked=true
PC1.Signal=OCTOSPIM_P1_IO4
PC11.Locked=true
PC11.Signal=SDMMC1_D3
PC12.Locked=true
PC12.Signal=SDMMC1_CK
PC13.Locked=true
PC13.Signal=PWR_WKUP4
PC14-OSC32_IN.Locked=true
PC14-OSC32_IN.Mode=LSE-External-Oscillator
PC14-OSC32_IN.Signal=RCC_OSC32_IN
PC15-OSC32_OUT.Locked=true
PC15-OSC32_OUT.Mode=LSE-External-Oscillator
PC15-OSC32_OUT.Signal=RCC_OSC32_OUT
PC4.GPIOParameters=GPIO_Label
PC4.GPIO_Label=CTP_RST
PC4.Locked=true
PC4.Signal=GPIO_Output
PC5.Locked=true
PC5.Signal=OCTOSPIM_P1_DQS
PC8.Locked=true
PC8.Signal=SDMMC1_D0
PC9.Locked=true
PC9.Signal=SDMMC1_D1
PD0.Locked=true
PD0.Signal=FMC_D2_DA2
PD1.Locked=true
PD1.Signal=FMC_D3_DA3
PD10.Locked=true
PD10.Signal=FMC_D15_DA15
PD14.Locked=true
PD14.Signal=FMC_D0_DA0
PD15.Locked=true
PD15.Signal=FMC_D1_DA1
PD2.Locked=true
PD2.Signal=SDMMC1_CMD
PD6.Locked=true
PD6.Signal=OCTOSPIM_P1_IO6
PD8.Locked=true
PD8.Signal=FMC_D13_DA13
PD9.Locked=true
PD9.Signal=FMC_D14_DA14
PE0.Locked=true
PE0.Signal=FMC_NBL0
PE1.Locked=true
PE1.Signal=FMC_NBL1
PE10.Locked=true
PE10.Signal=FMC_D7_DA7
PE11.Locked=true
PE11.Signal=FMC_D8_DA8
PE12.Locked=true
PE12.Signal=FMC_D9_DA9
PE13.Locked=true
PE13.Signal=FMC_D10_DA10
PE14.Locked=true
PE14.Signal=FMC_D11_DA11
PE15.Locked=true
PE15.Signal=FMC_D12_DA12
PE2.Locked=true
PE2.Signal=SPI4_SCK
PE3.GPIOParameters=GPIO_Label
PE3.GPIO_Label=WIFI_SPI4_NSS
PE3.Locked=true
PE3.Signal=GPIO_Output
PE5.Locked=true
PE5.Signal=SPI4_MISO
PE6.Locked=true
PE6.Signal=SPI4_MOSI
PE7.Locked=true
PE7.Signal=FMC_D4_DA4
PE8.Locked=true
PE8.Signal=FMC_D5_DA5
PE9.Locked=true
PE9.Signal=FMC_D6_DA6
PF0.Locked=true
PF0.Signal=FMC_A0
PF1.Locked=true
PF1.Signal=FMC_A1
PF10.GPIOParameters=GPIO_Label
PF10.GPIO_Label=INT_uSDCard_Detect1
PF10.Locked=true
PF10.Signal=GPXTI10
PF12.Locked=true
PF12.Signal=FMC_A6
PF13.Locked=true
PF13.Signal=FMC_A7
PF14.Locked=true
PF14.Signal=FMC_A8
PF15.Locked=true
PF15.Signal=FMC_A9
PF2.Locked=true
PF2.Signal=FMC_A2
PF3.Locked=true
PF3.Signal=FMC_A3
PF4.Locked=true
PF4.Signal=FMC_A4
PF5.Locked=true
PF5.Signal=FMC_A5
PF6.Locked=true
PF6.Signal=OCTOSPIM_P1_IO3
PF7.Locked=true
PF7.Signal=OCTOSPIM_P1_IO2
PF8.Locked=true
PF8.Signal=OCTOSPIM_P1_IO0
PF9.Locked=true
PF9.Signal=OCTOSPIM_P1_IO1
PG0.Locked=true
PG0.Signal=FMC_A10
PG1.Locked=true
PG1.Signal=FMC_A11
PG13.GPIOParameters=GPIO_Label
PG13.GPIO_Label=LED1
PG13.Locked=true
PG13.Signal=GPIO_Output
PG14.Locked=true
PG14.Signal=OCTOSPIM_P1_IO7
PG15.Locked=true
PG15.Signal=FMC_SDNCAS
PG4.Locked=true
PG4.Signal=FMC_A14_BA0
PG6.Locked=true
PG6.Signal=OCTOSPIM_P1_NCS
PG8.Locked=true
PG8.Signal=FMC_SDCLK
PH0-OSC_IN.Locked=true
PH0-OSC_IN.Mode=HSE-External-Oscillator
PH0-OSC_IN.Signal=RCC_OSC_IN
PH1-OSC_OUT.Locked=true
PH1-OSC_OUT.Mode=HSE-External-Oscillator
PH1-OSC_OUT.Signal=RCC_OSC_OUT
PH10.Locked=true
PH10.Signal=FMC_D18
PH11.Locked=true
PH11.Signal=FMC_D19
PH12.Locked=true
PH12.Signal=FMC_D20
PH13.Locked=true
PH13.Signal=FMC_D21
PH14.Locked=true
PH14.Signal=FMC_D22
PH15.Locked=true
PH15.Signal=FMC_D23
PH2.GPIOParameters=GPIO_Label
PH2.GPIO_Label=CTP_INT
PH2.Locked=true
PH2.Signal=GPXTI2
PH3.Locked=true
PH3.Signal=OCTOSPIM_P1_IO5
PH4.Locked=true
PH4.Signal=I2C2_SCL
PH5.Locked=true
PH5.Signal=I2C2_SDA
PH6.Locked=true
PH6.Signal=FMC_SDNE1
PH7.Locked=true
PH7.Signal=FMC_SDCKE1
PH8.Locked=true
PH8.Signal=FMC_D16
PH9.Locked=true
PH9.Signal=FMC_D17
PI0.Locked=true
PI0.Signal=FMC_D24
PI1.Locked=true
PI1.Signal=FMC_D25
PI10.Locked=true
PI10.Signal=FMC_D31
PI12.Locked=true
PI12.Signal=LTDC_HSYNC
PI13.Locked=true
PI13.Signal=LTDC_VSYNC
PI14.Locked=true
PI14.Signal=LTDC_CLK
PI15.Locked=true
PI15.Signal=LTDC_R0
PI2.Locked=true
PI2.Signal=FMC_D26
PI3.Locked=true
PI3.Signal=FMC_D27
PI4.Locked=true
PI4.Signal=FMC_NBL2
PI5.Locked=true
PI5.Signal=FMC_NBL3
PI6.Locked=true
PI6.Signal=FMC_D28
PI7.Locked=true
PI7.Signal=FMC_D29
PI8.GPIOParameters=GPIO_Label
PI8.GPIO_Label=INT_MFX_IRQ_OUT
PI8.Locked=true
PI8.Signal=GPXTI8
PI9.Locked=true
PI9.Signal=FMC_D30
PJ0.Locked=true
PJ0.Signal=LTDC_R1
PJ1.Locked=true
PJ1.Signal=LTDC_R2
PJ10.Locked=true
PJ10.Signal=LTDC_G3
PJ11.Locked=true
PJ11.Signal=LTDC_G4
PJ12.Locked=true
PJ12.Signal=LTDC_B0
PJ13.Locked=true
PJ13.Signal=LTDC_B1
PJ14.Locked=true
PJ14.Signal=LTDC_B2
PJ15.Locked=true
PJ15.Signal=LTDC_B3
PJ2.Locked=true
PJ2.Signal=LTDC_R3
PJ3.Locked=true
PJ3.Signal=LTDC_R4
PJ4.Locked=true
PJ4.Signal=LTDC_R5
PJ5.Locked=true
PJ5.Signal=LTDC_R6
PJ6.Locked=true
PJ6.Signal=LTDC_R7
PJ7.Locked=true
PJ7.Signal=LTDC_G0
PJ8.Locked=true
PJ8.Signal=LTDC_G1
PJ9.Locked=true
PJ9.Signal=LTDC_G2
PK0.Locked=true
PK0.Signal=LTDC_G5
PK1.Locked=true
PK1.Signal=LTDC_G6
PK2.Locked=true
PK2.Signal=LTDC_G7
PK3.Locked=true
PK3.Signal=LTDC_B4
PK4.Locked=true
PK4.Signal=LTDC_B5
PK5.Locked=true
PK5.Signal=LTDC_B6
PK6.Locked=true
PK6.Signal=LTDC_B7
PK7.Locked=true
PK7.Signal=LTDC_DE
PinOutPanel.CurrentBGAView=Top
PinOutPanel.RotationAngle=0
RCC.ADCFreq_Value=48375000
RCC.AHB12Freq_Value=72000000
RCC.AHB4Freq_Value=72000000
RCC.APB1Freq_Value=72000000
RCC.APB2Freq_Value=72000000
RCC.APB3Freq_Value=72000000
RCC.APB4Freq_Value=72000000
RCC.AXIClockFreq_Value=72000000
RCC.CDCPREFreq_Value=72000000
RCC.CECFreq_Value=32000
RCC.CKPERFreq_Value=64000000
RCC.CortexFreq_Value=72000000
RCC.CpuClockFreq_Value=72000000
RCC.DAC1Freq_Value=32000
RCC.DFSDM2ACLkFreq_Value=72000000
RCC.DFSDM2Freq_Value=72000000
RCC.DFSDMACLkFreq_Value=48000000
RCC.DFSDMFreq_Value=72000000
RCC.DIVM1=2
RCC.DIVM3=2
RCC.DIVN1=12
RCC.DIVN3=11
RCC.DIVP1Freq_Value=72000000
RCC.DIVP2Freq_Value=48375000
RCC.DIVP3Freq_Value=66000000
RCC.DIVQ1=3
RCC.DIVQ1Freq_Value=48000000
RCC.DIVQ2Freq_Value=48375000
RCC.DIVQ3Freq_Value=66000000
RCC.DIVR1Freq_Value=72000000
RCC.DIVR2Freq_Value=48375000
RCC.DIVR3Freq_Value=66000000
RCC.FDCANFreq_Value=48000000
RCC.FMCFreq_Value=72000000
RCC.FamilyName=M
RCC.HCLK3ClockFreq_Value=72000000
RCC.HCLKFreq_Value=72000000
RCC.I2C123Freq_Value=72000000
RCC.I2C4Freq_Value=72000000
RCC.IPParameters=ADCFreq_Value,AHB12Freq_Value,AHB4Freq_Value,APB1Freq_Value,APB2Freq_Value,APB3Freq_Value,APB4Freq_Value,AXIClockFreq_Value,CDCPREFreq_Value,CECFreq_Value,CKPERFreq_Value,CortexFreq_Value,CpuClockFreq_Value,DAC1Freq_Value,DFSDM2ACLkFreq_Value,DFSDM2Freq_Value,DFSDMACLkFreq_Value,DFSDMFreq_Value,DIVM1,DIVM3,DIVN1,DIVN3,DIVP1Freq_Value,DIVP2Freq_Value,DIVP3Freq_Value,DIVQ1,DIVQ1Freq_Value,DIVQ2Freq_Value,DIVQ3Freq_Value,DIVR1Freq_Value,DIVR2Freq_Value,DIVR3Freq_Value,FDCANFreq_Value,FMCFreq_Value,FamilyName,HCLK3ClockFreq_Value,HCLKFreq_Value,I2C123Freq_Value,I2C4Freq_Value,LPTIM1Freq_Value,LPTIM2Freq_Value,LPTIM345Freq_Value,LPUART1Freq_Value,LTDCFreq_Value,MCO1PinFreq_Value,MCO2PinFreq_Value,PLLFRACN,PLLSourceVirtual,PWR_Regulator_Voltage_Scale,QSPIFreq_Value,RNGFreq_Value,RTCFreq_Value,SAI1Freq_Value,SAI2AFreq_Value,SAI2BFreq_Value,SDMMCFreq_Value,SPDIFRXFreq_Value,SPI123Freq_Value,SPI45Freq_Value,SPI6Freq_Value,SWPMI1Freq_Value,SYSCLKFreq_VALUE,SYSCLKSource,SupplySource,Tim1OutputFreq_Value,Tim2OutputFreq_Value,TraceFreq_Value,USART16Freq_Value,USART234578Freq_Value,USBFreq_Value,VCO1OutputFreq_Value,VCO2OutputFreq_Value,VCO3OutputFreq_Value,VCOInput1Freq_Value,VCOInput2Freq_Value,VCOInput3Freq_Value
RCC.LPTIM1Freq_Value=72000000
RCC.LPTIM2Freq_Value=72000000
RCC.LPTIM345Freq_Value=72000000
RCC.LPUART1Freq_Value=72000000
RCC.LTDCFreq_Value=66000000
RCC.MCO1PinFreq_Value=64000000
RCC.MCO2PinFreq_Value=72000000
RCC.PLLFRACN=0
RCC.PLLSourceVirtual=RCC_PLLSOURCE_HSE
RCC.PWR_Regulator_Voltage_Scale=PWR_REGULATOR_VOLTAGE_SCALE0
RCC.QSPIFreq_Value=72000000
RCC.RNGFreq_Value=48000000
RCC.RTCFreq_Value=32000
RCC.SAI1Freq_Value=48000000
RCC.SAI2AFreq_Value=48000000
RCC.SAI2BFreq_Value=48000000
RCC.SDMMCFreq_Value=48000000
RCC.SPDIFRXFreq_Value=48000000
RCC.SPI123Freq_Value=48000000
RCC.SPI45Freq_Value=72000000
RCC.SPI6Freq_Value=72000000
RCC.SWPMI1Freq_Value=72000000
RCC.SYSCLKFreq_VALUE=72000000
RCC.SYSCLKSource=RCC_SYSCLKSOURCE_PLLCLK
RCC.SupplySource=PWR_DIRECT_SMPS_SUPPLY
RCC.Tim1OutputFreq_Value=72000000
RCC.Tim2OutputFreq_Value=72000000
RCC.TraceFreq_Value=64000000
RCC.USART16Freq_Value=72000000
RCC.USART234578Freq_Value=72000000
RCC.USBFreq_Value=48000000
RCC.VCO1OutputFreq_Value=144000000
RCC.VCO2OutputFreq_Value=96750000
RCC.VCO3OutputFreq_Value=132000000
RCC.VCOInput1Freq_Value=12000000
RCC.VCOInput2Freq_Value=750000
RCC.VCOInput3Freq_Value=12000000
SH.FMC_A0.0=FMC_A0
SH.FMC_A0.ConfNb=1
SH.FMC_A1.0=FMC_A1
SH.FMC_A1.ConfNb=1
SH.FMC_A10.0=FMC_A10
SH.FMC_A10.ConfNb=1
SH.FMC_A11.0=FMC_A11
SH.FMC_A11.ConfNb=1
SH.FMC_A14_BA0.0=FMC_A14
SH.FMC_A14_BA0.1=FMC_BA0
SH.FMC_A14_BA0.ConfNb=2
SH.FMC_A2.0=FMC_A2
SH.FMC_A2.ConfNb=1
SH.FMC_A3.0=FMC_A3
SH.FMC_A3.ConfNb=1
SH.FMC_A4.0=FMC_A4
SH.FMC_A4.ConfNb=1
SH.FMC_A5.0=FMC_A5
SH.FMC_A5.ConfNb=1
SH.FMC_A6.0=FMC_A6
SH.FMC_A6.ConfNb=1
SH.FMC_A7.0=FMC_A7
SH.FMC_A7.ConfNb=1
SH.FMC_A8.0=FMC_A8
SH.FMC_A8.ConfNb=1
SH.FMC_A9.0=FMC_A9
SH.FMC_A9.ConfNb=1
SH.FMC_D0_DA0.0=FMC_D0
SH.FMC_D0_DA0.ConfNb=1
SH.FMC_D10_DA10.0=FMC_D10
SH.FMC_D10_DA10.ConfNb=1
SH.FMC_D11_DA11.0=FMC_D11
SH.FMC_D11_DA11.ConfNb=1
SH.FMC_D12_DA12.0=FMC_D12
SH.FMC_D12_DA12.ConfNb=1
SH.FMC_D13_DA13.0=FMC_D13
SH.FMC_D13_DA13.ConfNb=1
SH.FMC_D14_DA14.0=FMC_D14
SH.FMC_D14_DA14.ConfNb=1
SH.FMC_D15_DA15.0=FMC_D15
SH.FMC_D15_DA15.ConfNb=1
SH.FMC_D16.0=FMC_D16
SH.FMC_D16.ConfNb=1
SH.FMC_D17.0=FMC_D17
SH.FMC_D17.ConfNb=1
SH.FMC_D18.0=FMC_D18
SH.FMC_D18.ConfNb=1
SH.FMC_D19.0=FMC_D19
SH.FMC_D19.ConfNb=1
SH.FMC_D1_DA1.0=FMC_D1
SH.FMC_D1_DA1.ConfNb=1
SH.FMC_D20.0=FMC_D20
SH.FMC_D20.ConfNb=1
SH.FMC_D21.0=FMC_D21
SH.FMC_D21.ConfNb=1
SH.FMC_D22.0=FMC_D22
SH.FMC_D22.ConfNb=1
SH.FMC_D23.0=FMC_D23
SH.FMC_D23.ConfNb=1
SH.FMC_D24.0=FMC_D24
SH.FMC_D24.ConfNb=1
SH.FMC_D25.0=FMC_D25
SH.FMC_D25.ConfNb=1
SH.FMC_D26.0=FMC_D26
SH.FMC_D26.ConfNb=1
SH.FMC_D27.0=FMC_D27
SH.FMC_D27.ConfNb=1
SH.FMC_D28.0=FMC_D28
SH.FMC_D28.ConfNb=1
SH.FMC_D29.0=FMC_D29
SH.FMC_D29.ConfNb=1
SH.FMC_D2_DA2.0=FMC_D2
SH.FMC_D2_DA2.ConfNb=1
SH.FMC_D30.0=FMC_D30
SH.FMC_D30.ConfNb=1
SH.FMC_D31.0=FMC_D31
SH.FMC_D31.ConfNb=1
SH.FMC_D3_DA3.0=FMC_D3
SH.FMC_D3_DA3.ConfNb=1
SH.FMC_D4_DA4.0=FMC_D4
SH.FMC_D4_DA4.ConfNb=1
SH.FMC_D5_DA5.0=FMC_D5
SH.FMC_D5_DA5.ConfNb=1
SH.FMC_D6_DA6.0=FMC_D6
SH.FMC_D6_DA6.ConfNb=1
SH.FMC_D7_DA7.0=FMC_D7
SH.FMC_D7_DA7.ConfNb=1
SH.FMC_D8_DA8.0=FMC_D8
SH.FMC_D8_DA8.ConfNb=1
SH.FMC_D9_DA9.0=FMC_D9
SH.FMC_D9_DA9.ConfNb=1
SH.FMC_NBL0.0=FMC_NBL0
SH.FMC_NBL0.ConfNb=1
SH.FMC_NBL1.0=FMC_NBL1
SH.FMC_NBL1.ConfNb=1
SH.FMC_NBL2.0=FMC_NBL2
SH.FMC_NBL2.ConfNb=1
SH.FMC_NBL3.0=FMC_NBL3
SH.FMC_NBL3.ConfNb=1
SH.FMC_SDCLK.0=FMC_SDCLK
SH.FMC_SDCLK.ConfNb=1
SH.FMC_SDNCAS.0=FMC_SDNCAS
SH.FMC_SDNCAS.ConfNb=1
SH.FMC_SDNWE.0=FMC_SDNWE
SH.FMC_SDNWE.ConfNb=1
SH.GPXTI10.0=GPIO_EXTI10
SH.GPXTI10.ConfNb=1
SH.GPXTI2.0=GPIO_EXTI2
SH.GPXTI2.ConfNb=1
SH.GPXTI7.0=GPIO_EXTI7
SH.GPXTI7.ConfNb=1
SH.GPXTI8.0=GPIO_EXTI8
SH.GPXTI8.ConfNb=1
SH.S_TIM2_CH2.0=TIM2_CH2
SH.S_TIM2_CH2.ConfNb=1
VP_SYS_VS_Systick.Mode=SysTick
VP_SYS_VS_Systick.Signal=SYS_VS_Systick
board=STM32H7B3I-EVAL
boardIOC=true
